---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.SmallBendRadius
source: html/ffcfd393-0908-0b03-3033-9784ea08a785.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ElectricalFailures.SmallBendRadius Property

The value you entered for the bend radius for conduit is too small. Enter a larger value.

## Syntax (C#)
```csharp
public static FailureDefinitionId SmallBendRadius { get; }
```